import {Component} from 'react';
import Footer from '../components/footer';
import Navbar from '../components/navBar/navBar';
import Breadcrumbb from '../components/breadcrumb';
import React, {useEffect, useState} from 'react';
import axios from 'axios';

class Guide extends Component {

    state = {  } 
    render() { 
        return (
            <div>
                <Navbar/>
                <Breadcrumbb is1OrNot='true' first='راهنمای سایت' />
                <div className='container w-75 p-3 mt-4'>
                    <div className='d-flex flex-column min-vh-100'>
                        <h5><strong style={{fontSize:'1.1vw'}}>راهنمای کار با سایت</strong></h5>
                        <div className="text-muted" style={{fontSize:'1.1vw'}}>
                            <p ><small>
                                    بوم، پلتفرم آنلاین خریدوفروش و قیمت‌گذاری انواع تابلو نقاشی و خوشنویسی است. 
                                    بوم این امکان را به شما می‌دهد تا از میان صدها اثر هنری، بهترین انتخاب با بهترین قیمت را داشته باشید. هنرمندان می‌توانند از بوم برای به نمایش گذاشتن و فروش آثار خود استفاده کنند.
                            </small></p>
                            <p><small>  
                                    ما در بوم تلاش می‌کنیم تا خرید آثار هنری برای شما تبدیل به تجربه‌ای خوش‌آیند شود چرا که آثار توسط کارشناسان ارزیابی شده و قیمت پیشنهادی آن‌ها در زیر هر اثر ثبت می‌شود. شما می‌توانید با ارزیابی قیمت هنرمند و کارشناس، خرید به صرفه‌ای داشته باشید.
                                        بوم همچنین یک گالری هنری آنلاین برای علاقمندان آثار هنری است که همه اطلاعات درباره اثر را به مخاطب می‌دهد.
                            </small></p>
                            <p><small>
                                     در این صفحه راهنمایی‌های لازم جهت کار با بوم نوشته شده است.
                            </small></p>
                        </div>
                        
                        <div className='container me-4' style={{fontSize:'1.1vw'}}>
                            <h5><strong  style={{fontSize:'1.1vw'}}>۱. ثبت نام</strong></h5>
                            <div className='text-muted'>
                            <p className='me-3'><small>
                                    اولین مرحله برای کار با بوم، ثبت‌نام به عنوان یکی از کاربران کارشناس، هنرمند و خریدار است. 
                                    نکته قابل ذکر این است که شما میتوانید با عنوان‌های متفاوتی (کارشناس، هنرمند، خریدار) برای خود حساب کاربری بسازید و در هر حساب کاربری، از امکانات مخصوص به آن بهره ببرید.
                            </small></p>
                            <p className='me-5'><small>
                                        ثبت‌نام خریدار: در این قسمت، علاقمندان پس از ثبت‌نام در سایت، می‌توانند با پرداخت مبلغ مشخصی، راه ارتباطی با هنرمند اثر منتخب خود در هر آگهی را دریافت کرده و همچنین نظرات خود را درباره آثار ثبت کنند.
                            </small></p>
                            <p className='me-5'><small>
                                        ثبت‌نام هنرمند: هنرمندان با ثبت‌نام در سایت می‌توانند برای ثبت آثار هنری خود در بوم و قیمت‌گذاری پیشنهادی توسط کارشناسان اقدام کنند. شایان ذکر است که قیمت‌گذاری توسط کارشناسان، تنها جنبه پیشنهادی دارد و در نهایت، هر اثر با قیمت مشخص شده از سمت خود هنرمند به فروش خواهد رسید.
                            </small></p>
                            <p className='me-5'><small>
                                        ثبت‌نام کارشناس: کارشناسان پس از این مرحله می‌توانند درباره آثار هنری، نظر خود را ثبت و قیمت پیشنهادی را اعلام کنند.
                            </small></p>
                            </div>

                            <h5><strong  style={{fontSize:'1.1vw'}}>۲.  ورود</strong></h5>
                            <div className='text-muted'>
                            <p className='me-3'><small>
                                        تمامی کاربران پس از ثبت‌نام در سایت، می‌توانند وارد حساب کاربری خود شوند.
                            </small></p>
                            </div>


                            <h5><strong  style={{fontSize:'1.1vw'}}>۳.  امکانات بوم</strong></h5>
                             <div className='text-muted'>
                            <p className='me-3'><small>
                                        در صفحه اصلی این وب‌سایت، تمامی آثار به ثبت رسیده توسط هنرمندان به صورت آگهی‌هایی به نمایش گذاشته می‌شود علاقمندان می‌توانند با اعمال فیلتر و جستجو، اثر هنری موردنظر خود را پیدا کنند.
                            </small></p>
                            <p className='me-3'><small>
                                        برای هر هنرمند، قابلیت خرید تیکت و همچنین اعمال نردبان برای هر اثر وجود خواهد داشت. هر هنرمند، با پرداخت مبلغ مشخصی می‌تواند تیکت خریداری کند و هر تیکت، اجازه ثبت یک آگهی جدید را برای هنرمند فراهم می‌سازد. علاوه بر آن، نردبان نیز قابلیتی است که هنرمند می‌تواند روی آگهی اثر خود اعمال کند تا دوباره به ابتدای صفحه رفته و به عنوان اولین آگهی‌ها نمایش داده شود.
                            </small></p>
                            <p className='me-3'><small>
                                       آگهی آثاری که نردبان بر روی آن‌ها اعمال شده است، علامت نردبان را خواهد داشت تا به بازدیدکننده آگاهی را دهد که این اثر جدید نیست و قبلا به ثبت رسیده است و اکنون هنرمند از قابلیت نردبان برای این آگهی استفاده کرده است. 
                            </small></p>
                            </div>


                            <h5><strong  style={{fontSize:'1.1vw'}}>۳.   کاربران بوم</strong></h5>
                            <div className='text-muted'>
                            <p className='me-3'><small>
                                        <strong className='ms-2'>هنرمندان:</strong> 
                                        هنرمندان در حساب کاربری خود می‌توانند رزومه و سوابق کاری خود را ثبت کنند.
                                         بوم این امکان را به هنرمند می‌دهد تا آثار خود را با ثبت همه اطلاعات آن اثر و همچنین قیمت فروش آن، آگهی کند و همچنین آثاری که مدت‌ها پیش آگهی شده را با خرید نردبان به صفحه اول آگهی بازگرداند. (امکان خرید نردبان حداکثر دو بار در ماه و برای هر اثر، حداکثر دو بار وجود دارد.) 

                            </small></p>
                            <p className='me-3'><small>
                                        <strong className='ms-2'>کارشناسان:</strong>
                                        بوم این امکان را به کارشناسان می‌دهد تا آثار هنرمندان را بررسی کرده و قیمت پیشنهادی خود را به همراه توضیحات و دلایل کارشناسی خود ثبت کنند. این کارشناسی در حساب کاربری آن‌ها ثبت شده و به همه کاربران نمایش داده می‌شود.
                            </small></p>
                            <p className='me-3'><small>
                                        <strong className='ms-2'>خریداران:</strong>
                                        افراد علاقه‌مند به حوزه هنر، می‌توانند با داشتن حساب کاربری مخصوص به خود، راه‌های ارتباطی با خالق هر اثر هنری را دریافت کنند. قابل ذکر است که در این سایت، خرید و فروش به صورت آنلاین میان خریدار و هنرمند صورت نمی‌گیرد و بوم، صرفا یک بستر برای به اشتراک‌گذاری و نمایش آثار هنری هنرمندان است که با داشتن کارشناسان ماهر، خرید به‌صرفه و آگاهانه را برای خریدار به ارمغان می‌آورد.
                            </small></p>
                            </div>
                        </div>
                </div>
                
                
                </div>
                <Footer/>

            </div>
        );
    }
}
export default Guide;
